[
    {
    "said_by": "Akechi",
    "game": "persona5",
    "day": "",
    "quote": "I may not seem like it, but I sometimes wish that Santa Claus actually existed. Although if he did, I'd have to arrest him for breaking and entering."
  },
{
    "said_by": "Akechi",
    "game": "persona5",
    "day": "",
    "quote": "Oh, am I mistaken? I thought I heard something about delicious pancakes... No matter. Welp, see you tomorrow."
  },
{
    "said_by": "Akechi",
    "game": "persona5",
    "day": "",
    "quote": "It seems I'm unwelcome no matter where I go. ...... ...Did I bother you? My apologies."
  },
{
    "said_by": "Akechi",
    "game": "persona5",
    "day": "",
    "quote": "Once they lost public support, someone they thought was their greatest enemy lent a hand... That's the same strategy used in romance, wouldn't you agree?"
  },
{
    "said_by": "Akechi",
    "game": "persona5",
    "day": "",
    "quote": "Please don't troll me online for this interruption, OK?"
  },
{
    "said_by": "Akechi",
    "game": "persona5",
    "day": "",
    "quote": "None of these people know that I was an undesirable child. I wanted people to rely on me... I wanted to be needed... I devoted myself to my studies, acted as an honor student, and made my name as an ace detective. And thanks to the Nav app and the Persona bestowed upon me by the gods... I managed to dispose of any who got in my way."
  },
{
    "said_by": "Akechi",
    "game": "persona5",
    "day": "",
    "quote": "You don't allow yourself to be enslaved by such things as human relations or past selves... And so, your heart is always free. The exact opposite of mine. To be honest, I'm envious... I wonder why we couldn't have met a few years earlier."
  },
{
    "said_by": "Akechi",
    "game": "persona5",
    "day": "",
    "quote": "Shut up, shut up, shut up! Teammates!? Friends!? To hell with that! Why am I inferior to you...!? I was extremely particular about my life, my grades, my public image, so someone would want me around! I am an ace detective... a celebrity! But you... You're just some criminal trash living in an attic! So how!? How does someone like you have things I don't!? How can such a worthless piece of trash be more special than me!?"
  },
{
    "said_by": "Akechi",
    "game": "persona5",
    "day": "",
    "quote": "Here... I'll show you who I really am. Come! Loki!"
  },
{
    "said_by": "Akechi",
    "game": "persona5",
    "day": "",
    "quote": "Don't make me laugh! Justice? Righteous?! Keep that shit to yourselves! You and your teammates piss me off!"
  },
{
    "said_by": "Akechi",
    "game": "persona5",
    "day": "",
    "quote": "You're going down... I'll destroy you... Go down with me!"
  },
{
    "said_by": "Akechi",
    "game": "persona5",
    "day": "",
    "quote": "I will carve my own path for myself... I refuse to accept a reality concocted by someone else, stuck under their control for the rest of my days."
  },
{
    "said_by": "Akechi",
    "game": "persona5",
    "day": "",
    "quote": "I will never accept this form of reality. I'm done being manipulated. Let's go back... to our true reality."
  },
{
    "said_by": "Akechi",
    "game": "persona5",
    "day": "",
    "quote": "What's a life worth in a reality that was cooked up just to satisfy someone else? I say none."
  },
{
    "said_by": "Akechi",
    "game": "persona5",
    "day": "",
    "quote": "Enough of this high-and-mighty bullshit! You're pissing me off!"
  },
  {
    "said_by": "Akechi",
    "game": "persona5",
    "day": "",
    "quote": "Have you finally pieced it all together? Case closed... This is how your 'justice' ends."
  },
{
    "said_by": "Akechi",
    "game": "persona5",
    "day": "",
    "quote": "I'm going to be entirely honest with you: I hate you. Your deft handling of your unfortunate circumstances, your uniqueness, your ability to surpass me - all these irritate me... You're the one person I refuse to lose to."
  },
{
    "said_by": "Akechi",
    "game": "persona5",
    "day": "",
    "quote": "I'm impressed that you managed to deceive me. It seems I underestimated your abilities. You truly are interesting... Quiet, yet possessing the courage and determination to take action. Under different circumstances, we could have been great rivals... or perhaps even friends."
  },
{
    "said_by": "Akechi",
    "game": "persona5",
    "day": "",
    "quote": "To paraphrase Hegel, advancement cannot occur without both thesis and antithesis... Haha, my apologies. What I mean is that our discussion was quite meaningful. Few people around me are so willing to speak their minds as freely as you did earlier."
  },
{
    "said_by": "Akechi",
    "game": "persona5",
    "day": "",
    "quote": "Maybe we are pretty similar deep down... We're both victims of the adults who unfairly impacted our life."
  },
{
    "said_by": "Akechi",
    "game": "persona5",
    "day": "",
    "quote": "Billiards is such a fascinating game, don't you think? You can't simply strike the ball you're aiming for. You have to be indirect, but precise, to land it in the pocket..."
  },
{
    "said_by": "Akechi",
    "game": "persona5",
    "day": "",
    "quote": "You won't be able to defeat me unless you actually fight with lethal intent. Now, show me your true skills."
  },
{
    "said_by": "Akechi",
    "game": "persona5",
    "day": "",
    "quote": "Actually, are you all right? I know the hot water can make people dizzy... I take pretty long baths. You sure you can handle it?"
  },
{
    "said_by": "Akechi",
    "game": "persona5",
    "day": "",
    "quote": "Everything happening around us, every little inconsequential event, may simply be one ball striking another... But there's no guarantee that the ball can be precisely controlled. And besides the player's best intentions, the ball may strike many unrelated obstacles in its path."
  },
{
    "said_by": "Akechi",
    "game": "persona5",
    "day": "",
    "quote": "I want to investigate what exactly is happening here. I'm fairly certain you wish to find out the same thing, no? For the time being you and I share the same goal. To solve this problem, don't you agree that it'd be safer for us to partner up?"
  },
{
    "said_by": "Akechi",
    "game": "persona5",
    "day": "",
    "quote": "Though some abnormalities appeared immediately, the most glaring ones arrived after the new year... And all of the Phantom Thieves, with you as the sole exception, are living in this altered reality without even realizing it..."
  },
{
    "said_by": "Akechi",
    "game": "persona5",
    "day": "",
    "quote": "You assume we'll buy into your brainwashing and just live in the palm of your hand? Honestly, that sounds absolutely revolting."
  },
{
    "said_by": "Akechi",
    "game": "persona5",
    "day": "",
    "quote": "I'll join you - we're all but guaranteed to find a clue there. Now that we've made ourselves a new deal, you wouldn't turn me down, would you?"
  },
{
    "said_by": "Akechi",
    "game": "persona5",
    "day": "",
    "quote": "Allow me to stop you there - I'm not a part of the Phantom Thieves."
  },
{
    "said_by": "Akechi",
    "game": "persona5",
    "day": "",
    "quote": "Hmmm... Rather than simply hypothesize out here, we may be better off taking immediate action."
  },
{
    "said_by": "Akechi",
    "game": "persona5",
    "day": "",
    "quote": "To think Takuto Maruki of all people would be the mastermind behind this absurd situation... And he happens to be warping the very fabric of reality while ranting about making everyone's dreams come true. Talk about incomprehensible motives... I can't even wrap my head around such intentions."
  },
{
    "said_by": "Akechi",
    "game": "persona5",
    "day": "",
    "quote": "There's no reason for me to uphold the pretense of a righteous, sincere Detective Prince."
  }
]