[
    {
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "I hear you... Carmen. You're right. No more holding back...!"
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "You know what? I'm not some cheap girl you can toy with... you scumbag. You stole everything from Shiho... You destroyed her... Now it's your turn! I will rob you of everything...!"
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "...You're right. I could never abandon her. If I whine like this now, I'd just be betraying Shiho... ...No, I'd be betraying myself! I could never forget how I felt that day. I... I never want anyone to have to go through what I did!"
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "I've made up my mind. I'm going to keep looking forward. Things like dying or losing aren't important now. All that matters is that I don't return to my old self. ...I'll never make a mistake like that again. I swear it!"
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "We're... We're both going to keep living our lives on our own strength!"
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "I'm going to make Kamoshida atone for what he did. Not just for Shiho's sake... but for everything he's done. I won't let any more people suffer because of him. I'll do whatever it takes!"
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "Hey, um... Personas are the power of the heart, right? That means if my heart gets stronger, my Persona will too. So... I want to strengthen my heart. And I want to use that strength to help the people around me."
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "I think having a strong heart means you don't let anything get under your skin."
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "I'll turn my failure today into positive energy going forward!"
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "I guess you really just need someone to laugh at you if you want to feel better. I mean, they always say laughter's the best medicine, right?"
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "Strength is more than just not getting fazed... It's the power to fight through adversity."
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "For now, I just want to keep improving, one step at a time. That someday down the line, I'll be able to look at myself with pride. Hopefully people will see that confidence, and draw strength from it. I'm gonna be a ray of light for the people of this planet..."
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "I realized that personal relationships are something to be treasured. That's why I'm not going to run away anymore. I'll face myself head on. This time, it's my turn to help someone."
  },
  {
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "If I turn him down, he said he'd take my friend off as a regular on the team... I've been telling myself this is all for Shiho's sake... I can't take it anymore... I've had enough of this... I hate him!"
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "You seemed lonely - almost like you didn't belong anywhere... We're the same in that regard."
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "I want to make him pay for what happened to Shiho. He just keeps going like nothing happened, even after what he did to her... I'll never forgive him."
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "I knew it... I'm so stupid... All of this happened because of how weak I am... That's why I believed Kamoshida's authority outweighed Shiho's own ability to earn her starting spot."
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "Back then, people used to call me all sorts of names... 'Prissy bitch', 'Kamoshida's girl'... I got tired of it pretty quickly. But to tell you the truth, someday I want to be able to take labels like that in stride."
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "A strong heart... Hmmm... How about this: I won't get any refills on fountain drinks! I mean, they're free, so not getting any would mean you have a strong heart!"
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "You're giving up? That means I win! Wait... is this how the game is supposed to go?"
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "Honestly, when I'm modeling... it almost feels like I'm connecting with my parents somehow. It's a nice hobby to have... but I don't think I'd want to make a living out of it. After all, that's where Kamoshida first spotted me... and that's how our class started those rumors..."
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "When I was little, I used to watch this anime where the main villain was this female thief. She'd lose to the hero every time, but I always thought she was cool. She wasn't really a 'good' person per se... But she was beautiful, strong, sincere, and even sexy. She always said whatever she wanted, did whatever she wanted... She knew what justice was for her. I... wanted to grow up to be just like her someday."
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "After we met up, I tried doing some runway walks on the way home. Like how a cool, sexy woman would walk. Then some girl who was watching me nearby started to copy me and runway-walked with me! She had to have seen me, right? Do you think she thought I was cool...? To be honest, I feel kinda bad for her. She has no idea that the real me is a human disaster."
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "You know how the villains in those shows are always going on about world domination? Well, even though they get beaten by the heroes every time, they never give up. That means they must have really solid hearts... And that's why I'm going to try and learn from them!"
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "Okay, first I need to research what kind of training's best for me! For now, I'll just do some curls with a water bottle. I already drank it halfway, but... better than nothing, right?"
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "Um, almonds? I only ever eat those when they're covered in chocolate... And hard water? Isn't it kinda tough to boil ice...?"
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "I think I'm pretty good at fake crying myself. I know the perfect technique. Listen carefully... The key is... you don't actually cry!"
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "Ugh, my nose is all runny... Wh-What are you looking at me like that for? Pretty girls get runny noses too, you know!"
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "I really wanna eat something sweet right now... You're in the same boat as me, right? Right...? Let's go get crêpes! With tons of extra toppings!"
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "*sigh* Looks like they're not doing their famous double chocolate crêpes today... I have the worst luck..."
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "Oh, and... c-can you come with me? Actually, I've already decided for you. You're going. Come on!"
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "Usually, even if I have a crappy day, I just get over it by having snacks, watching TV, and sleeping it off. But this time, it's different... I want to change. Tomorrow, I want to be better than I am today."
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "I wonder what all these people are thinking about right now... Some of them might even be sad beneath those happy exteriors, and we'd never even know... Hey, don't you get fired up when you're thinking about helping them out?"
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "Growing up, my parents were super busy. They always told me I was strong, that I'd be fine on my own. I was free... but I was lonely. I'd make friends, but we moved a lot... and every time, I had to start all over again. I actually got used to the loneliness..."
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "I need to be the number one model around. I made a promise with Shiho, so there's no turning back now. I'm gonna study how to properly exercise, and even relearn how to walk the runway. I want to pick up on some other languages and cultures too, so I can start doing overseas events. Because, well... the only way I can help Shiho is to show her how hard I'm working."
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "T-Trying to bag a future top model for the rest of your life, huh...? Gosh, you're so selfish! Eheh... But if you want me that badly, then yeah, I guess I'm all yours."
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "Oh, check it out! Is that a tuna? And I think that one's a yellowtail! Or maybe a sardine! Man, I must sound like I'm ordering sushi, huh?"
  },
  {
    "said_by": "Ann",
    "game": "persona5",
    "day": "12/25",
    "quote": "I can't believe every place is full... Christmas Eve really is a war zone."
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "12/25",
    "quote": "Excuse me, you guys don't have any Christmas cakes left, do you?"
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "Oh, sorry. I was just so happy I kinda short-circuited."
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "But we got cake! Yaaaaay cake! Let's head home and dig in!"
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "12/25",
    "quote": "Oh right! Christmas! Speaking of... Tadaaaah! Here's your gift! I saw it while I was shopping the other day. It's totally your style!"
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "Uhm... I know this might sound weird, but... Thank you. For falling in love with me."
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "",
    "quote": "I dunno if I've ever been this happy in my life. It feels like I found my fairytale ending."
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "12/25",
    "quote": "That's a lot more snow than there was earlier, right?"
  },
  {
    "said_by": "Ann",
    "game": "persona5",
    "day": "12/25",
    "quote": "Greatest Christmas ever!"
  },
  {
    "said_by": "Ann",
    "game": "persona5",
    "day": "12/31",
    "quote": "It's like, how many years of our lives did we actually live through this year?"
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "12/31",
    "quote": "So much has happened over the past twelve months... But in the end, we got to spend it together like this. I wanna believe that this was a great year for us."
  },
  {
    "said_by": "Ann",
    "game": "persona5",
    "day": "01/01",
    "quote": "Happy New Year!"
  },
  {
    "said_by": "Ann",
    "game": "persona5",
    "day": "01/01",
    "quote": "Well, I have an idea! New Year's party tonight to help switch gears!"
  },
  {
    "said_by": "Ann",
    "game": "persona5",
    "day": "02/14",
    "quote": "Now it's the moment you've been waiting for... Chocolate time! I bet you were looking forward to this, right?"
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "02/14",
    "quote": "Even if we're farther apart than we used to be... our hearts'll be as close as ever."
  },
{
    "said_by": "Ann",
    "game": "persona5",
    "day": "02/14",
    "quote": "Back when this all started, I was just focused on stopping bad guys from hurting people. Like they hurt Shiho. But now, well... Maybe I've got other stuff on my mind. I've got someone I can save. Well, at least, I can make them happy. And not as Panther, but... as me. Ann."
  }
]
