[
    {
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "My name is Beauty Thief!"
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "Farewell, dear father. I am no longer your subservient puppet!"
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "Even if there are times where I think there's nothing I can do... I'll never stop fighting for you, or our team!"
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "...I won't give up anymore. Just as I betrayed my distorted father before, I will betray my boring former self now!"
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "I'm going to do just that with my life - pain and all!"
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "Oh, and don't worry. I'll make sure I keep myself motivated, even through these difficult times."
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "Soil is quite a mysterious thing. Within its gentle care, even a tiny seed can awaken, spread its roots, and grow up towards the sun. It's almost like a mother. ...Perhaps that aspect is why I find this place so comforting."
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "But that's not what a relationship is supposed to be built on. It should be something more... Something like... a love so intense that just seeing the other person makes your chest tighten up."
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "Still, any hardship I go through now will surely help the Phantom Thieves eventually. I'll get through this!"
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "I'm going to protect that which my father left for me."
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "Yes... You're right. I should look forward to the future instead of thinking back on the past."
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "Before I can really determine who I trust, I first need to know what it means to have others trust in me. So, I'm going to get stronger... strong enough for you and the others to rely on me!"
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "I never imagined how difficult life could be in a position of power..."
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "I would prefer to walk my own path. One in which the only person in control of my actions... is me. Not my father, and not Sugimura-san."
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "Please confide in me if you ever need help. I'll be there for you."
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "The coffee I had after spending the night crying... Its warmth permeated through my body... I hope to open a store where others can feel that warmth."
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "If I act with resolve and believe in my actions, I know I'll be able to achieve anything."
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "At first it was nice having someone that understands me...but now, it's much more. There may be times where people resent me for it... but as long as you're here, I'll be OK. You know... I'd like to return the favor. If you ever find yourself in trouble, I'll be there for you. Feel free to rely on me from now on. I have the strength to help you... I can sense it. "
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "There's more to good character than kindness. Being good means dealing with the bad in front of you. It means to take a stand even when all you want to do is run away. To realize nothing will change if you ignore reality."
  },
  {
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "Ah - romance? I-I'm afraid I'm not sure what that entails... Perhaps we could hold hands? *giggle* I'm getting butterflies."
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "12/25",
    "quote": "Excuse me, but would you happen to have any Christmas cakes left?"
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "12/25",
    "quote": "Oh yes! I have a surprise for you... It's your Christmas present. I hope you like it. A fetching hat. I thought it might keep you warm through winter... Perhaps you could wear it when we go out together."
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "We have so many places to visit together, after all. I can't wait to take you on a café crawl..."
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "12/25",
    "quote": "Merry Christmas indeed. You've made this more fun than any I've known before. Thank you. For being with me."
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "12/25",
    "quote": "It's snowing so much harder now! How beautiful..."
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "12/25",
    "quote": "Most of my memories of Christmas are quite solitary. That, or being forced to attend some stuffy gala. This has been rather illuminating... I never imagined the holidays could feel this wonderful."
  },
  {
    "said_by": "Haru",
    "game": "persona5",
    "day": "12/25",
    "quote": "It's Christmas. We should enjoy the day to our hearts' content."
  },
  {
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "I had expected something along the lines of meat... For some reason, chicken comes to mind when I think of you. U-Um, I'm sorry! I didn't mean that in any sort of comparative way."
  },
  {
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "You eat a lot more than I'd assumed you do, Yoshizawa-san."
  },
  {
    "said_by": "Haru",
    "game": "persona5",
    "day": "02/14",
    "quote": "...Here. Chocolate. Made from scratch."
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "02/14",
    "quote": "When I joined the Phantom Thieves, I wanted to be someone who helped those in need. I imagined myself as my childhood heroines. Champions of justice. But I found something more than that. Now, I've got someone in my heart. I'll do whatever it takes to make them happy. And it's not about justice, or any high ideals. It's about what I want."
  },
  {
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "It's a deal! *giggle* We're like real phantom thieves!"
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "I recently discovered the joy in the taste and aroma of coffee. I used to think it was purely bitter, but now I understand the depth of its flavor... To tell you the truth... I wasn't even able to drink it before.."
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "You know, I only started taking care of these planters because one of my teachers asked me to. I was hesitant at first... but I liked it so much that I kept them long past the original request."
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "...You know, sometimes I wonder what life would be like if I didn't have money... if I was normal. Don't get me wrong, the company is definitely important... but it's often nothing more than a source of stress."
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "...Lately, I've felt so suffocated. I don't know who to trust anymore. But it's so reassuring to have someone like you. Someone who listens to me."
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "I see... If there are two contradictory stories, one of them has to be right. I suppose I'll need to learn the truth of the matter myself..."
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "You know... before you came along, I hadn't even considered not going through with this marriage. I believed I would simply marry the man my father had chosen, and let the rest of my life pass me by. I wonder what would have happened if my father didn't have a Palace... Would I have just resigned myself to the fate he had made for me...?"
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "*sigh* I hope someday I can just look out at the sea with a nice cup of coffee and forget about all of this... And... I hope you'll be there with me."
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "You know, Okumura Foods didn't start out as a burger chain... Originally it was nothing more than a small café run by my grandfather. That particular shop closed before I was old enough to appreciate the finer intricacies of coffee... But that's where the real origin of our family business lies."
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "I've been so afraid of him this whole time... but all I need to do is show him how I feel...! I'll make him see what I'm really thinking... and what's truly important to me."
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "The soil here is a special mix I made with a few different kinds of fertilizer. It's very high quality. It's soft, it's warm, it has good drainage... and it's full of nutrients. This... This is the magic I need."
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "I was so afraid... but now that it's over, I think it was honestly pretty simple. I only made it to this point because you were with me though. Thank you."
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "I don't know who I can trust... They try to sound comforting by saying things like 'don't worry' or 'leave it to me', but... It feels like they're really only being nice so they can get their hands on my bank account. I... I never realized I could be this distrustful of other people..."
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "I don't have any unique talents... How about this? You know, gardening. I'm actually quite skilled at it. A few years ago I even managed to grow a tropical fruit on the balcony at my house..."
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "The source of my worries is my father's company. Dealing with the aftermath has been... difficult... Given how unexpected the accident was, my father didn't have a will. All of his stocks transferred to me... Which means suddenly, I'm the biggest shareholder in a company of over one thousand employees..."
  },
{
    "said_by": "Haru",
    "game": "persona5",
    "day": "",
    "quote": "I have no intention of forgiving you for what you did to my father, but... I sympathize with you. I wholeheartedly understand wanting to get back at the adults who took from you... It's still not too late! We can change his heart together! Even if he's your father... No, BECAUSE he's your father!"
  }
]