[
    {
    "said_by": "Lavenza",
    "game": "persona5",
    "day": "",
    "quote": "So you prefer cramped, dingy spaces? How fascinating..."
  },
{
    "said_by": "Lavenza",
    "game": "persona5",
    "day": "",
    "quote": "Ah! I know - to show my gratitude for rescuing me, I shall craft for you a secret weapon. I think you'll be rather pleased with it."
  },
{
    "said_by": "Lavenza",
    "game": "persona5",
    "day": "",
    "quote": "Ouch! Cursed screwdriver - how dare you defy your wielder!? Obey me! Drive those screws! ...Ugh!"
  },
{
    "said_by": "Lavenza",
    "game": "persona5",
    "day": "",
    "quote": "Is this your bed? It's... surprisingly similar to the one in your cell. Can you truly rest here?"
  },
{
    "said_by": "Lavenza",
    "game": "persona5",
    "day": "",
    "quote": "Optimum firmness, ideal warmth... I'm not sure why, but... I feel so calm here... *yawn*"
  },
{
    "said_by": "Lavenza",
    "game": "persona5",
    "day": "",
    "quote": "You fiend! You'll pay for splitting me in two! Let's see how your 'holy' grail holds up to this sledgehammer!"
  },
{
    "said_by": "Lavenza",
    "game": "persona5",
    "day": "",
    "quote": "Come on! One, tow, one, two! Put your back into it! You think you can save the world like that?"
  },
{
    "said_by": "Lavenza",
    "game": "persona5",
    "day": "",
    "quote": "Well done. Such commendable willpower!"
  },
{
    "said_by": "Lavenza",
    "game": "persona5",
    "day": "",
    "quote": "Though you have cast off your shackles, I will still await you in that room."
  },
{
    "said_by": "Lavenza",
    "game": "persona5",
    "day": "",
    "quote": "It would be a shame if I were to leave so soon... May I stay a little longer?"
  },
{
    "said_by": "Lavenza",
    "game": "persona5",
    "day": "",
    "quote": "I love you, my trickster. You are truly the world's greatest man."
  },
{
    "said_by": "Lavenza",
    "game": "persona5",
    "day": "",
    "quote": "I still remember how you defeated us with your own power... and also... my feelings for you. Well, I suppose these are the emotions of two people combined..."
  },
{
    "said_by": "Lavenza",
    "game": "persona5",
    "day": "",
    "quote": "Those lights are breathtaking... Especially the ones from all the police cars surrounding us!"
  },
{
    "said_by": "Lavenza",
    "game": "persona5",
    "day": "",
    "quote": "That's odd, I thought humans regularly exchange phrases such as that upon meeting... Perhaps it would have been more appropriate to say, 'Wassup?'"
  },
{
    "said_by": "Lavenza",
    "game": "persona5",
    "day": "",
    "quote": "I've witnessed just how much you've grown since defeating the malevolent god and completing your rehabilitation... As 'one who rules over power', I wish to judge such growth firsthand."
  },
{
    "said_by": "Lavenza",
    "game": "persona5",
    "day": "",
    "quote": "As we stand before each other like this, I realize that I'm feeling a bit unusual... I suppose one would call it 'nervous'."
  },
{
    "said_by": "Lavenza",
    "game": "persona5",
    "day": "",
    "quote": "I'm pleased to see that you haven't given up on your rehabilitation."
  },
{
    "said_by": "Lavenza",
    "game": "persona5",
    "day": "",
    "quote": "It's often said that luck determines a great deal of one's success. Allow me to witness your own luck next."
  },
{
    "said_by": "Lavenza",
    "game": "persona5",
    "day": "",
    "quote": "Should this continue, reality shall merge with Mementos once more. The two worlds will again become one... When that happens, anyone trapped within the actualized world can never again awaken to the original one. It would be next to impossible to defy Maruki in a world completely under his control."
  },
{
    "said_by": "Lavenza",
    "game": "persona5",
    "day": "",
    "quote": "There's no way of knowing how many of those situations were intentionally orchestrated by that man... However, the result is still the same - a desire for his actualization was seeded within your hearts."
  },
{
    "said_by": "Lavenza",
    "game": "persona5",
    "day": "",
    "quote": "No matter what strives to keep you down, you have retained your freedom through your own will... Despite all the pain and hardship in your way, you kept faith in your comrades and continued to fight for your beliefs."
  },
{
    "said_by": "Lavenza",
    "game": "persona5",
    "day": "",
    "quote": "You do not simply outshine others - you charm them, pushing their abilities beyond the limits they thought they had... That must also be a form of power to rule over."
  },
{
    "said_by": "Lavenza",
    "game": "persona5",
    "day": "",
    "quote": "I am hesitant to admit this... but I am happy. I'm extremely grateful that I could witness the path you've chosen to forge. Thank you so much... my Trickster."
  },
{
    "said_by": "Lavenza",
    "game": "persona5",
    "day": "",
    "quote": "My name... is Lavenza. I was torn apart by a malevolent will and took the form of those twins. I sought help before my body was split in two."
  },
{
    "said_by": "Lavenza",
    "game": "persona5",
    "day": "",
    "quote": "I believed in you. I knew that you would make it thus far."
  },
{
    "said_by": "Lavenza",
    "game": "persona5",
    "day": "",
    "quote": "Young man, guided by Morgana and worthy of the Trickster name... You must challenge the evil god and reclaim your existence in reality. Are you up to the task?"
  }
]