[
    {
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "I've been listening to you go on and on... Shut your damn mouth, you money-grubbing asshole!"
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "I can feel it... My 'self'... Me! Gun it!"
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "Don't get all cocky because I normally behave myself! I am DONE playing nice! Let's go, Johanna! Full throttle!"
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "Before you guys came along, my life was defined by rules, set on a path of someone else's choosing... But only a true loser would live such a rigid life! I... I will win... Even if it means going up against the entire world!"
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "I'm going to try to look at things a little differently from now on. And, well... I think that will help me break out of my shell."
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "I've realized now there are more important things in life than being a prim and proper honor student."
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "I guess in the end, I'm just becoming more aware of how little I really know. So... please, help me keep fighting back against that ignorance."
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "Come to think of it, there was something he used to say to me all the time... 'The most important part of your life is how you choose to live it.'"
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "I just can't rest knowing there's such evil in the world! And I damn sure won't keep quiet while my friend has her life ruined!"
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "There's so much you can miss by living with your head buried between the pages of a book..."
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "This time I'm not seeking anyone's praise, and I'm not trying to show off my intelligence. I simply want to fulfill my own personal goals and dreams."
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "What I mean is, worrying about something is the first step toward changing it."
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "I'll fulfill my desire for a happy family - with my own power!"
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "The world isn’t neatly divided into good and evil. But that won’t stop us from fighting. If we give up now, the people who are counting on us won’t have any hope left."
  },
  {
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "Was it blackmail? Hypnosis? How do you corner someone into making them confess? Won't you tell me how you did it? ...You want to say that this doesn't prove anything, don't you? I believe that you three are the Phantom Thieves. Now, what would the police think if they heard my recording?"
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "Up until now, I've been the quintessential honor student. I believe I've been handling my position as student council president with ease as well. A-And I don't mean that in a boasting way, that's simply how I've thought about it... But in the end, I was unable to make any kind of impact with either Suzui-san or Kaneshiro. Turns out there's no use for a rule-abiding honor student when thing s get rough. "
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "All my studying up to this point has kept me quite narrow-minded. I think... I-I will need to broaden my horizons somewhat."
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "Ah, I often hear people talking about going to the arcade. To be perfectly honest, I've never been to one myself... Do you think you could take me?"
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "I need to live up to your expectations now that I've taken up your time. Perhaps it won't be immediately... but I'm sure I can be of use."
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "By the way, you went to the red-light district when you were chasing after Kaneshiro, right? I'd like to go there as well. No! N-Not for my own purposes..."
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "That was dangerous for him. I thought I was going to have to knock him out... I'm glad nobody had to get hurt though."
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "Honestly though, I'm in shock. She thought I was a robot... You know, I believe what Takao-san said about me is how others think as well. I thought I had changed after the incident with Kaneshiro, but perhaps it wasn't enough..."
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "I got a message from Takao-san earlier. She turned out to be quite a fan of Buchimaru-kun. It was crazy to see a picture of her entire collection. She even has a bunch of Buchimaru-kun emoticons! I didn't expect to bond over something like this, though. I'm pretty shocked, to be honest."
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "The truth is... recently I've started questioning the entire point of my education. What do I stand to gain from getting good grades and living up to the high expectations my sister has set for me?"
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "...I used to think doing what others expected of me was the best way forward. I was going to major in law, just like my sister did. And after that, I would simply have headed down whatever path society had made for me... But everything changed when I joined the Phantom Thieves."
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "That reminds me, she asked me the other day what hand cream I use. I sent her a picture and it's apparently the same brand they use in the nurse's office at school. That stuff works wonders for dry skin, and it's great value too."
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "When I was little, I told my father I wanted to grow up to be a police officer, just like he was. He was glad to hear me say that, but quick to point out that he didn't want me doing something so dangerous. I had completely forgotten about that dream, to be honest..."
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "After everything that happened... I have no intention of working with the police. Besides, they're trying to stop the Phantom Thieves. What am I supposed to do, arrest myself?"
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "I only just learned recently that a chemise is now called a camisole, and a button-down sweater is a cardigan... Why does the same thing have to have multiple names?"
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "Takao-san even said she was shocked to be getting advice from someone who would 'totally flunk a test about love'. Tests about love aren't a thing though... and even if they were, I most certainly wouldn't flunk them!"
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "Hm... How have I chosen to live...? And more importantly, how do I want to live...?"
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "Eiko's blessed to have both money and a family... yes she's still trying to break free from them. She's almost the exact opposite of me... But I guess in a sense, watching her now is almost like looking back at my past self. I was so blinded by my own convictions that I never stopped to consider other alternative viewpoints on the world."
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "It's always 'princess' with you. Why don't you ever call her by her real name? Or are there too many princesses in your life to remember?"
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "Wake up! You already know the truth, you just don't want to believe it! Stop lying to yourself!"
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "I come from a long line of police officers. If you really want to start something, be my guest."
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "You know, I have a bad habit of acting in the moment. I can't help but get swept up in emotion... That's why I always have to take extra care to keep myself composed."
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "*giggle* What a funny thought... Studying to become a head of police while working as a thief... The objective is the same, after all... Exposing the evil lurking in the dark shadows..."
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "...My apologies for being so distracted. I can't stop thinking about Akechi-kun... Are we really no match for him?"
  },
  {
    "said_by": "Makoto",
    "game": "persona5",
    "day": "12/25",
    "quote": "I know it's a special day, but... that's also why I wanted to see you."
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "Honestly. You always have that charm ready..."
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "12/25",
    "quote": "Come to think of it... well... it is a cold Christmas Eve, so... Do you want to hold hands?"
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "12/25",
    "quote": "Here, before I forget. I got you a present. I thought you might like this watch. Just in case we ah,... lose track of time together."
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "I have to say, um... my life's gotten a lot more unpredictable since I met you. But we got through everything so far. And it's made me realize... I wouldn't want it any other way."
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "12/25",
    "quote": "...I usually don't laugh this much on Christmas. But I guess it's not just the holidays..."
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "Meeting you's helped me see so much humor, even excitement in the most trivial things... You helped me find so many new experiences beyond the life I'd known."
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "12/25",
    "quote": "Thank you for spending Christmas with me."
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "12/25",
    "quote": "It's so beautiful... The snow must have picked up after we got back. Coming back to Leblanc really was the smart move. Now we get to enjoy the view."
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "",
    "quote": "I didn't know I could be this happy. It almost doesn't feel real..."
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "12/25",
    "quote": "Hey, it's getting pretty bad out there. This much snow is bound to stop the train schedules. Hope you don't mind, but... I'll be staying a little longer."
  },
  {
    "said_by": "Makoto",
    "game": "persona5",
    "day": "02/14",
    "quote": "Chocolate. For you. I'm afraid it's not homemade, but..."
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "02/14",
    "quote": "Our relationship can survive a little distance, right?"
  },
{
    "said_by": "Makoto",
    "game": "persona5",
    "day": "02/14",
    "quote": "When I was a phantom thief, I was driven by one goal: to help those who were unjustly suffering. And that hasn't changed, of course. That goal still keeps me going. But now I have something else, too. Now, I have someone I want to be happy. I want to stand beside them - not as a phantom thief, but as myself."
  }
]