[
    {
    "said_by": "Maruki",
    "game": "persona5",
    "day": "",
    "quote": "Everyone is capable of changing themselves - your imagination is the only limit."
  },
{
    "said_by": "Maruki",
    "game": "persona5",
    "day": "",
    "quote": "Your existence in this world is an amazing miracle. You deserve to spend your days in happiness. I'll keep rooting for you long after I'm gone."
  },
{
    "said_by": "Maruki",
    "game": "persona5",
    "day": "",
    "quote": "Basically, what I want to say to you all is to learn from me, and live your lives without regret."
  },
{
    "said_by": "Maruki",
    "game": "persona5",
    "day": "",
    "quote": "It's important to not push yourself too hard. Remember, your mind needs rest too."
  },
{
    "said_by": "Maruki",
    "game": "persona5",
    "day": "",
    "quote": "My 'cognitive psience' is the study of people's hearts, and how they guide people's views of the world. Everyone comprehends the world in a different way, depending on their cognition. So basically, if one could tap into a person's 'cognitive world'...One would even be able to alter how that person alters reality - in every way."
  },
{
    "said_by": "Maruki",
    "game": "persona5",
    "day": "",
    "quote": "No matter what happens to me in the end, I will fix this torturous world! That is my own rebellion!"
  },
{
    "said_by": "Maruki",
    "game": "persona5",
    "day": "",
    "quote": "If you find yourself struggling in life, you can start over, like me. Remember that."
  },
{
    "said_by": "Maruki",
    "game": "persona5",
    "day": "",
    "quote": "What's wrong with an alternate reality, if everyone gets what they desire from it?"
  },
{
    "said_by": "Maruki",
    "game": "persona5",
    "day": "",
    "quote": "I can't deny you're all strong - But that's exactly what's making you suffer. It's time to end all of this. I'm going to save all of you!"
  },
{
    "said_by": "Maruki",
    "game": "persona5",
    "day": "",
    "quote": "A reality where none shall suffer... To realize it... I will use all of our power!"
  },
{
    "said_by": "Maruki",
    "game": "persona5",
    "day": "",
    "quote": "Sakamoto-kun! Your dream of running... Running would make life so much easier for your mother! I can make that dream your reality!"
  },
{
    "said_by": "Maruki",
    "game": "persona5",
    "day": "",
    "quote": "Morgana-kun! I know how you truly feel. And there's no need to fear your differences anymore! Don't worry... You don't have to explain anything to me. All I have to do to help you is merely imagine it!"
  },
{
    "said_by": "Maruki",
    "game": "persona5",
    "day": "",
    "quote": "Takamaki-san! Didn't you always want to protect your friend? Don't abandon such a pure dream when it's right in front of you!"
  },
{
    "said_by": "Maruki",
    "game": "persona5",
    "day": "",
    "quote": "Kitagawa-kun! I know you don't really want your approval to be earned through force! You want a world guided by beauty... and I can give you such a world!"
  },
{
    "said_by": "Maruki",
    "game": "persona5",
    "day": "",
    "quote": "Niijima-san! Everyone has the right to wish for a happy family! You don't need to keep holding back your desires!"
  },
{
    "said_by": "Maruki",
    "game": "persona5",
    "day": "",
    "quote": "Okumura-san! Stop tormenting yourself over your father's sins! I swear, I'll give you a world where you'll have every chance to succeed on your own right!"
  },
{
    "said_by": "Maruki",
    "game": "persona5",
    "day": "",
    "quote": "Akechi-kun! Don't throw away your life! If you're with Joker-kun and his friends, you could begin to atone for what you've done!"
  },
{
    "said_by": "Maruki",
    "game": "persona5",
    "day": "",
    "quote": "Yoshizawa-san! That pain you're suffering... It must be impossible to move on! I want to save you from that awful life!"
  },
{
    "said_by": "Maruki",
    "game": "persona5",
    "day": "",
    "quote": "Futaba-san! Wishing for the happiness that was robbed from you isn't selfish or asking too much! I just want to give you a world where you can forget your worries and have an ideal family!"
  },
{
    "said_by": "Maruki",
    "game": "persona5",
    "day": "",
    "quote": "I understand the difficulty of accepting such a huge change, but that's nothing more than your fears controlling you! Please! Won't you please believe me?"
  },
{
    "said_by": "Maruki",
    "game": "persona5",
    "day": "",
    "quote": "Suffering and pain bring nothing to people except their ruin! Why would you force yourself into that? Just... let me save you all, just this once!"
  },
{
    "said_by": "Maruki",
    "game": "persona5",
    "day": "",
    "quote": "Do you remember how every one of your dreams was granted in my reality? Not a single person is in pain here... Why would you deny them that opportunity?"
  },
{
    "said_by": "Maruki",
    "game": "persona5",
    "day": "",
    "quote": "I won't fail... I CAN'T fail!"
  },
  {
    "said_by": "Maruki",
    "game": "persona5",
    "day": "",
    "quote": "I had honestly hoped that all those warnings you were given would change your minds... But if it's your true desire, then I want you to recall who you really are. Once you have, you'll need to choose between the two realities: the merciless one, or the one I've formed."
  },
{
    "said_by": "Maruki",
    "game": "persona5",
    "day": "",
    "quote": "My work will convert the wishes of the people into reality. Even as we speak, my research is coming to fruition... No one will ever have to suffer again under the yoke of an unfair world."
  },
{
    "said_by": "Maruki",
    "game": "persona5",
    "day": "",
    "quote": "The cruelties of history will vanish and everyone will live their lives just as they've always dreamed them to be. If you don't call that salvation, then what would it be?"
  },
{
    "said_by": "Maruki",
    "game": "persona5",
    "day": "",
    "quote": "Put yourselves in her shoes for a moment... Sumire-san's older sister died from protecting her. Imagine surviving such a dismal tragedy... Who would be able to cope with that survivor's guilt, let alone heal from the emotional scarring that she's suffered? If Sumire-san can live a healthy, positive life by becoming Kasumi-san... Then I believe that reality is what would make her happy."
  }
]