[
    {
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "Don't call me a cat! I am Morgana!"
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "That's right. Everything's hopeless and black like my fur - Now why would I die here with you two!?"
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "What a kind girl... Such admirable consideration for others... And the innocence to cast herself into the jaws of death to achieve her goal... She cares about her friends, and she's beautiful to boot... What a girl! She's captured my heart..."
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "...Remember how you guys asked me before about what I am? To be honest... I don't remember anything about my birth. I think the Metaverse's distortions made me lose both my memories and my true form."
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "When someone tells us not to do something, it makes us want to do it even more!"
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "Ate too much... Please don't - Please don't shake me..."
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "Diners, huh? Now there's a thought. Makes sense, having nutrition handy and all. Makes it easier to study. OK... No more food talk. Hurk!"
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "Those two just don't know what fine dining means! We'll show them!"
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "Up close, it looks even bigger and more delicious. This giant, sweet - ...Ah, I got distracted."
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "Ah, meat! I'm no Ryuji, but a meal is just not the same if you don't have any - ...I got distracted."
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "Why are you all just sitting back there? I'm a car, remember? I'm not going anywhere unless someone drives me."
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "Don't underestimate my meowtary engine."
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "Mementos is different. While other Palaces exist because of just one person, this one's from the public. From that perspective, it'd take more than a few intruders to make a mark on the security level. You'd have to do something so bad that the entire public sees you as an enemy. So... be careful, OK, Skull?"
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "...In any case, of course I'm male! I mean, I... No... It's nothing. We're done talking about that!"
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "Once I'm human again, I'll definitely repay you. I need you to help me out until then, OK?"
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "Impressive, Lady Ann. You're quite different from this stupid monkey I know."
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "Size is meaningless if there's nothing inside, you know."
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "And all jokes aside, we really will need Lady Ann to strip for Yusuke. It's the only way."
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "Do you wish to draw me? You better bring out the best of me in that case."
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "What the heck? He's basically saying he's jealous of young talent... Look at me! I was turned into a cat, but I'm still fighting. Age isn't a valid excuse."
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "What kind of person do you think I was? There's no way I'd turn out to be some bad guy in the end, right?"
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "Well, there's no way someone like me, who has honorable aspirations, can be evil. A man who saves those in trouble in the west, while punishing evildoers who may lurk in the east! A man who chastises people that smoke inside in the south, while saving bullied cats in the north. A man who has a sturdy body and vows to do one good deed a day, be it rain or shine. I'm that kind of ideal person. ...Or so I hope."
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "Similar, huh... I'm the only one who doesn't fit in... I don't have any past to look back on... No memories..."
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "Mrrrroooooow! T-Treasure... This is sooooo coooooool! Wowwweee, being a human is greatttttt! It's... It's... It's... shiny shiny golddd!"
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "That Kaneshiro truly was an evil stain on society. Same with Kamoshida, and Madarame too. They hurt and exploited others just to satisfy their desires... Still, there were people around who noticed their terrible deeds, weren't there? I wonder why they turned a blind eye... Why doesn't anyone help?"
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "'Funny-looking animal'? Is she talking about me!? This makes me mad! Get her!"
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "I... definitely want this mission to succeed. If we can retrieve Futaba's memories, then I'd bet we can get mine back too..."
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "Maybe I should wear a swimsuit too... Actually, never mind. It would be weird for me to wear clothes. Wait a second... Does that mean I'm naked right now?"
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "At first, I only thought of this team as a temporary dwelling until I regained my memories. But I wasn’t making any progress on finding out what I am or why I was born... I wanted a reason of my own - a reason to stay with the Phantom Thieves. I don’t have anyone I want to save or get revenge on. Someone like me has no reason to stay here... That’s why... to me... this place is... It’s the only place I can belong! I wanna stay here forever!"
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "Heh... *chuckle* Don't take me for such a fool... Everything's gains and losses for you, isn't it? I pity you, Mr. CEO. You lived with Haru for seventeen years and you still haven't realized? In this world, there are tons of things that money and fame can't buy! What point would there be in only saving myself!? Nobody could replace these guys, period! You know what that means? Your offer was a no-go from the start!"
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "I think the reason I was so hung up on wanting to be human is because I needed a goal of my own. Well, not a goal per se, but something bigger... I guess more like... a reason to live."
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "I've actually been thinking a bit about my actions this time... I was way too worried about who I am, and how I don't compare to the other members of our group. Turns out I just don't have any guts, huh?"
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "You realized it too, then. It was our conversation about pancakes, right? There's no way he could've reacted like that if he hadn't heard me."
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "So much has happened since we first started... You guys have become quite the reliable team. All right, Joker! This is the Phantom Thieves' final heist! Give us the signal!"
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "To be perfectly honest, I don't care what happens to Shido one way or the other. But when I consider the fact that he's your enemy, I naturally think he's my enemy as well. I'm going to stay with you until the very end."
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "I was just thinking... This might be the last job for the Phantom Thieves. Everyone's goals and ambitions... They're all linked to taking down Shido. That's how I feel. We all became phantom thieves for our own reasons. We weren't just playing around. Outside of the Phantom Thieves, you also have friends who've been helping you. They believe in you. We have an important battle ahead of us, and we only made it all this way because of them. There's no guarantees we'll make it out of this. See them as much as you can so you have no regrets."
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "I'm with you, all the way to the end. This upcoming battle is personal, so we'll do it your way. Now you can fight Shido on your terms!"
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "Hmph, we won't get killed for something like that. You talk big, but you're really nothing more than a little kid throwing a temper tantrum!"
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "And... you don't really hate Joker, do you? That smile before we fought... Isn't that how you really feel? Follow your true feelings...! Even if you think people hate you or don't want you around."
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "The case is finally closed. There are no shacked on you anymore. We changed the heart of someone huge like the next prime minister. There's no better finale than that."
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "This is our last heist... We've spent so much time together, but it all went by in a flash..."
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "We've had so many talks, here in this room... This really is a nice and comfy little room."
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "Honestly... you're amazing. There's definitely something special about you."
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "It's not like me to say all that embarrassing stuff. But still... I think it's fine. For tonight, at least."
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "No matter how painful reality is, it's all over if you don't try to change how things are! I'm not the only one who believes that. Everyone here agrees... We don't want to turn back into the people we used to be! That's why we risked our lives coming here!"
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "...Not letting that happen! Human hope is a desire too! You better not underestimate it! The Phantom Thieves will yield to no one, no matter who they are! Even if only one of us remains, we'll get back up and fight to the very end. And we'll definitely... definitely...! Take the world!"
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "I've made up my mind. I will see my justice through for the sake of protecting what I care about. ...The same goes for you guys too! If you've decided to take the world from him, don't compromise your ideals to the very end!"
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "For some reason, this scarf was the one thing that remained when I got thrown out of the Metaverse. It's always been a special possession of mine... But I want you to have it, as proof of everything we've been through together. Well then... we should probably go home and get packed, huh?"
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "I don't care what I look like anymore! I'm always going to be myself!"
  },
{
    "said_by": "Morgana",
    "game": "persona5",
    "day": "",
    "quote": "Wait. If you say cuteness is a good thing... And that's my defining feature... That must mean I'm irresistible!"
  },
  {
    "said_by": "Morgana",
    "game": "persona5",
    "day": "12/25",
    "quote": "That's right! Tonight's supposed to be a celebration... I'm glad I could be a part of it."
  },
  {
    "said_by": "Morgana",
    "game": "persona5",
    "day": "12/31",
    "quote": "A year-end party, huh? I'm already excited!"
  },
  {
    "said_by": "Morgana",
    "game": "persona5",
    "day": "02/14",
    "quote": "Must suck to have no game."
  }
]