[
    {
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "",
    "quote": "Dammit... Screw that Pervy Teacher."
  },
{
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "",
    "quote": "You like that, you son of a bitch!?"
  },
{
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "",
    "quote": "No... That's what you are... All you think about is using people... you're the real scumbag, Kamoshida!"
  },
{
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "",
    "quote": "Stop lookin' down on me with that stupid smile on your face!"
  },
{
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "",
    "quote": "Right on... Wassup, Persona... This effin' rocks! Now that I got this power, it's time for payback... Yo, I'm ready... Bring it!"
  },
{
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "",
    "quote": "I've decided what I want to do with Shido after goin' into his Palace. We can't let him run free. If there's a heart we gotta steal, it's definitely gotta be his. I really get it now."
  },
{
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "",
    "quote": "Remember when I told you that heroes who lurk in the shadows are borin'? Forget what I said. Those heroes are way cooler."
  },
{
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "",
    "quote": "I get it now... We're doin' this to make sure people don't gotta go through the same crap we did. It doesn't matter if they think we're just or not. We gotta do what we believe in!"
  },
{
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "",
    "quote": "You might not know where it’s taking you, but the only choice you got is to keep running forward."
  },
{
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "",
    "quote": "Yeah? Well, too bad for you - I'm done runnin' away from my problems!"
  },
{
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "",
    "quote": "Heheh. I'm totally gonna wreck your expectations! ...U-Uh, I mean that in a good way!"
  },
{
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "",
    "quote": "I'm only thinkin' about the future now! That's what we're gonna do - build the future! We gotta think positive thoughts, brother!"
  },
{
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "",
    "quote": "I guess now that I'm thinkin' about it, tryin' to fit in is a real pain in the ass."
  },
{
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "",
    "quote": "I've realized something, Nakaoka. I might've messed up with Kamoshida back then, but hangin' on to the past ain't gonna help anythin'. I'm just gonna focus on bein' myself now... on bein' free."
  },
{
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "",
    "quote": "I guess bein' free is like... It's like how I feel when I'm talkin' to you, man."
  },
{
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "",
    "quote": "They suffered with me, gritted their teeth with me... ...Honestly, I think it was only 'cause of them I was able to run at all. So I can't just go and turn my back on 'em now, right?"
  },
{
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "",
    "quote": "Who're you livin' your life for? Your parents? Teachers? Society? Maybe you should stop tryin' to live for them, and just try livin' for yourself."
  },
{
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "",
    "quote": "Y'know... it ain't so scary not havin' a place you belong. You can kinda be free that way."
  },
{
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "",
    "quote": "Wherever you decide to be, that's where you belong."
  },
{
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "",
    "quote": "But I've realized now... as long as I'm bein' myself, I'll always have somewhere I can fit in."
  },
{
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "",
    "quote": "Ain't nothing wrong about doin' your best to make a livin'."
  },
{
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "",
    "quote": "Sure it's a solo sport, but nobody's gonna run 'til they puke if they don't got teammates they wanna inspire. I guess what I really wanna say is, you gotta do stuff for people beyond just yourself if you wanna succeed."
  },
  {
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "12/25",
    "quote": "Hell yeah! Merry Christmas!"
  },
{
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "",
    "quote": "It smells like dirty socks... Ohhhh! But it tastes great!"
  },
  {
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "12/31",
    "quote": "Now that I'm thinkin' about it, a helluva lot sure did happen this year."
  },
  {
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "12/31",
    "quote": "Then I guess starting next year, we'll just be good boys and girls at school."
  },
  {
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "12/31",
    "quote": "See ya next year, right?"
  },
  {
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "",
    "quote": "Yo, I really can't stop starin' at that thing you're wearing."
  },
  {
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "01/01",
    "quote": "Oh shit! It's already the new year!"
  },
  {
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "01/01",
    "quote": "Anyways, happy new year. We're gonna have a great one, guys!"
  },
  {
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "01/01",
    "quote": "Man, the end of the year was just a few hours ago."
  },
{
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "01/01",
    "quote": "I KNOW I'm gonna use the wrong year for a while."
  },
  {
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "01/01",
    "quote": "Hey, do we have our first dream of the year today? Hey, this is important! I can't let my first dream of the year be a nightmare! You gotta dream of specific things if you want to have a good year, right? What's the traditional thing again? Mt. Fuji, sheep and okra? "
  },
  {
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "02/14",
    "quote": "The, uh, the big V-day came and went, and you didn't get any chocolates from the ladies, so...?"
  },
{
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "02/14",
    "quote": "Ugh. It's just like last year. But... Maybe I'm... Nah, just... I was all set to complain, but... I dunno. Maybe girls don't like me for a reason, like I'm doin' somethin' wrong."
  },
  {
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "02/14",
    "quote": "I can work on figurin' myself out. Once I do, I won't have to look for a girlfriend. She'll come lookin' for me! Hell, I'm gonna be swimmin' in ladies, haha!"
  },
  {
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "",
    "quote": "Blast him away... Captain Kidd!"
  },
{
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "",
    "quote": "But damn, if what we saw was for real, this is gonna get good! I totally remember the faces of the guys Kamoshida was treatin' like slaves. Once we make 'em fess up to any physical abuse, Kamoshida will be done."
  },
{
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "",
    "quote": "Before Kamoshida came along, the track team was the biggest thing this school had goin' for it. But it all changed after he got our coach fired and took over as the sub. That bastard... Right from the very start he was tryin' to get rid of us."
  },
{
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "",
    "quote": "Truth is, my mom's the only one I got. All my dad did when he was still around was drink. Sometimes he'd even beat me, or my mom. I dunno how that bastard Kamoshida found out, but he told the whole goddamn team..."
  },
{
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "",
    "quote": "Ugh, dammit! I wanna move better, but I just can't... I was trainin' for nationals back in the day... but now I totally suck balls."
  },
{
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "",
    "quote": "Ahhh! I love the feelin' of noodles slidin' down my throat! Sweat drippin' over my face! This shit's the best, man! Ramen is life!"
  },
{
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "",
    "quote": "When you first came to Shujin, people were talkin' so much shit about you. But you took it in stride. You just did whatever you thought was cool, and didn't care what other people said about you. I think that's why people kinda get pulled towards you, man."
  },
{
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "",
    "quote": "Y'know... back before I met you, I kept makin' excuses for why I couldn't fit in. It was always 'cause of someone else. Kamoshida, the track team... Hell, I even blamed my dad. I was such a freakin' loser..."
  },
{
    "said_by": "Ryuji",
    "game": "persona5",
    "day": "",
    "quote": "It sucks that I can't just say I'm actually a phantom thief to anybody."
  }
]