[
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "",
    "quote": "I've gotta report to your probation officer twice a month. It's already a pain in the ass as is, so please don't make me have to write even more crap. Got that? This society is kept in check by laws and authority figures."
},
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "",
    "quote": "You can go and get yourself killed if you want, but don't go dragging other people into your mess. The last thing we need is more idiots like you roaming around."
  },
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "",
    "quote": "As you can see, I'm pretty damn busy both at work and in my private life. If you could lend a hand, it'd really be a great help... I won't ask you to work for free. If you agree to help me, then... I'll teach you how to make the perfect cup of coffee. Not a bad trade, eh?"
  },
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "",
    "quote": "This store's not the busiest around, but I'm real particular about how we do things here. And I'll kick you out no questions asked if you serve a bad cup, you got that?"
  },
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "",
    "quote": "When you run a shop, you get all sorts of customers. Knowing their personalities is absolutely vital. That's what being in food service is all about."
  },
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "",
    "quote": "Anyway, if you have time for questions, you have time to be learning about bean types. You're not gonna be any use to me if you can't pick up on the ABCs sometime soon. Besides, ladies love a guy who knows his coffee."
  },
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "",
    "quote": "I forgot to ask for your cell number, so I had to dig it out of your papers. A real hassle, lemme tell you."
  },
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "",
    "quote": "You look like a real barista standing at the counter like that. It seems like you're following all the rules and instructions I gave you. I can't believe this kid in front of me is a troublemaker with a criminal record..."
  },
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "",
    "quote": "Now then... there are three factors that determine the flavor for a cup of coffee: grind, heat and time."
  },
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "",
    "quote": "I guess anyone can do something as simple as just brewing. Making a blend, on the other hand, is a different story. Mixing beans at random won't do you any good. That's because the acidity and the flavor profile all depend on the bean ratio. Pretty deep, huh?"
  },
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "",
    "quote": "...Oh, but hands off the expensive beans, got it?"
  },
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "",
    "quote": "The truth is, a scientific genius actually came up with the perfect spice combo to complement my coffee. Something about the quantification of taste... There's no formula for flavor, but it IS pretty damn good."
  },
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "",
    "quote": "Still... why do you poke around into other people's troubles? It's way easier to ignore them. I guess that's just the kinda person you are though, huh..."
  },
{
    "said_by": "Futaba",
    "game": "persona5",
    "day": "",
    "quote": "...Oh yeah! The first episode of this brand-new anime I wanna watch is airing tonight! I'm outta here!"
  },
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "",
    "quote": "Eyes in front when you walk, okay? No spacing out. You ran head first into a pole last time you went for a walk..."
  },
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "",
    "quote": "Remember how I said the recipe for this curry was developed by a scientific genius? You might've realized by now, but that genius was Futaba's mother... Wakaba. In other words, that curry is one of the last remaining connections Futaba has to her mom."
  },
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "",
    "quote": "I first met Wakaba back when I was doing work for the government. She was real trouble, let me tell you. I thought my pick-up lines were the best in town, but not a single one worked on her... Heh... Men are idiots though... We spend our time chasing after things we can't get."
  },
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "",
    "quote": "That curry was the only point of connection I had with Futaba. That's why when I took her in, I vowed to keep this recipe alive until she could eat it again."
  },
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "",
    "quote": "Heh... Guess cooking really can be a labor of love."
  },
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "",
    "quote": "All I want in a relationship is spicy stimulation followed by some smooth, relaxing comfort. And I can get both of those from my curry and my coffee. That's enough for me."
  },
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "",
    "quote": "If you asked me whether I deserve to be Futaba's guardian... my answer would be no. They say blood's thicker than water, right? I wonder what'd be the best for Futaba... Haha... Look at me, spilling my heart out to a punk like you."
  },
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "",
    "quote": "Man, though. I never know what I'm doing when I talk to you. I just keep yammering on about stuff I never planned on talking about. Must be going senile, huh?"
  },
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "",
    "quote": "And well... if it's okay with you... I want you to stay here forever."
  },
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "",
    "quote": "Heh, no hesitation... Don't come complaining to me if you regret it... Actually I'm not gonna let you regret it."
  },
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "",
    "quote": "If you ever need help, just tell me. I might not be graceful... but I'll be there to protect you. And you can stay with me for as long as you'd like. Forever, if you want."
  },
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "",
    "quote": "I was such a fool... My whole life, I've taken the easy way out to avoid these kinds of conflicts. I didn't stand up for Wakaba when I knew something was off... and I didn't stand up for you either. Instead, I went on and on about how you can't fight back against the laws of our society... How you should just accept the hand you're dealt in life... But those were mere excuses I made to keep myself in line. They gave me the easy way out I wanted so badly..."
  },
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "",
    "quote": "How do I say this... It feels like we're a real family now. Not just pretending to be one."
  },
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "",
    "quote": "Look, Futaba's my daughter. You may be her uncle, but you have no connection to her anymore. We can take it to court if you really want. Don't underestimate how hard I'm willing to fight."
  },
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "",
    "quote": "No matter what ends up happening to me or this store, I won't let them lay a finger on you two. I'm your guardian, after all. I have a duty to protect the both of you."
  },
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "",
    "quote": "Oh, and uh... Futaba. What you said before... When you called me your dad... Do you, um, think you could say that again...?"
  },
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "",
    "quote": "God, I'm a joke. Getting all sentimental like this? At my age? Still, I guess there's nothing wrong with a little sappiness now and then. Even from an old grump like me."
  },
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "",
    "quote": "You know, I really just wanted to have you help out at the store. But you showed me so much more... You showed me I have a family I need to protect. Not just Futaba... But you too. I may not always be reliable, but feel free to come to me if anything happens. I'll be there for you... as family."
  },
  {
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "12/25",
    "quote": "Anyway... if you're here, I take it you're spending this Christmas alone?"
  },
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "",
    "quote": "I can't believe I've got a kid worrying about my financial situation..."
  },
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "12/25",
    "quote": "It's kinda cliché, but a storybook Christmas like this is nice."
  },
  {
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "",
    "quote": "...Futaba's like a totally different person now. Just a short while ago, she couldn't even step foot outside her room. You're the one who gave her the opportunity to change."
  },
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "",
    "quote": "Wha - Wait, is that a turkey!? Where'd you get something like that?"
  },
  {
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "12/31",
    "quote": "Looks like we really will be having a happy new year."
  },
  {
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "",
    "quote": "This fashion chat is fine and all, but if you don't dig into that soba soon, it's gonna get soggy on you."
  },
  {
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "01/01",
    "quote": "Sorry to make work your first activity of the new year. Oh that reminds me - Happy New Year."
  },
  {
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "",
    "quote": "It's pretty cold out there, so don't forget to dress warm so you don't catch a bug."
  },
  {
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "02/14",
    "quote": "Oh right, today's Valentine's Day. No wonder there were so many guys bringing girls in here. Don't you have anything exciting happening?"
  },
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "02/14",
    "quote": "Y'know, when I was young, hoo boy..."
  },
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "02/14",
    "quote": "Well, uh... Don't get wrapped up in the mood... ya hear?"
  },
  {
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "02/14",
    "quote": "What's the deal here? This the pity party for the guys who didn't get anything on Valentine's?"
  },
  {
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "02/14",
    "quote": "In my experience, women can be casual about expressing attraction to guys. Sometimes it can be subtle. And popular guys definitely pick up on those cues. See, women - they like guys who know themselves. You gotta know how to be comfortable with who you are. And a guy who's constantly on high alert, trying to chase love? Sounds to me like he's still figuring himself out."
  },
{
    "said_by": "Sojiro",
    "game": "persona5",
    "day": "02/14",
    "quote": "Love. Never as simple as it looks. If it was, it wouldn't be any fun."
  }
]