[
    {
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "The thought kept coming back. Every day, my mind went back to it. Everyone would be better off if I didn't exist."
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "I should just become Kasumi. She's the one people really want. Sumire's the one who's useless. Pointless. Who would care if she died?"
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "Sometimes I can't help but think that things would've been better if I were Kasumi Yoshizawa. After all, just wishing to make her dream come true does nothing for her in reality."
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "I am myself! I'll never forget that again!"
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "Some people want to run from their pain and cling to some other version of reality... Like I used to. But the knowledge I gained through that pain, and my desire to move on... Those are even more precious to me! And I won't let anyone take them from me again!"
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "I can't stop this... I refuse to live as Kasumi's killer!"
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "Why are you doing this to me? Please... just leave me alone!"
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "I was saved by Kasumi... I robbed her of her dreams... And even her life!"
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "Ka...sumi? No... That's not right! I'm... I'm not Kasumi!"
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "I think that helping people is a wonderful thing to be able to do. But, I can't really say that I like them."
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "I'm in lo... l-l-lo... I'm in... lo... I... I'm in love with you!"
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "The weak, insecure Sumire dies today!"
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "Wow... It's been ages since I've visited an aquarium! It's so beautiful."
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "I'm not sure how to put it, but... I feel like I've been reborn all over again."
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "Apples do make for good ingredients. If you grate them, you can make a surprisingly versatile sauce. I use it in plenty of my food. It's pretty nutritious and good for digestion."
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "It has been rough... I mean, it's nothing I can't handle. But, it's... not going well. I don't even know what I want to do anymore."
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "My... older sister and I made a promise. We'd both compete and win the biggest gymnastics awards in the world."
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "Dr. Maruki, I... I want to become Kasumi."
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "Thank you! Your kind words may be what keeps me from crying today."
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "Senpai... Even I get full from time to time."
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "I guess it might look like a lot, but this is actually a little less than my usual. Don't worry, I've done my math on the calories. I'll burn all this off at practice."
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "Why are those even here?! I... kind of want a pair."
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "Okay, no more warm-ups! From now on, it's gonna be 100% home runs! ...I didn't expect to miss ALL of them..."
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "Me, graceful...? Now that I think about it, I guess that's the one thing my coach used to compliment me on."
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "I tried this ensemble based on the staff's advice, but what do you think? I've definitely been getting attention in this. Some people are even staring!"
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "Wh... What? D-Did you just say what I think you said!? You said... you're.. in love...? W-With the outfit, right!? You're just 'in love' with the outfit! Don't worry, I get it! S-Sorry, I know you didn't mean anything by it, I just wasn't ready, I mean my heart wasn't, so I'm kind of - H-Hold on, I need to calm down..."
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "Just thinking about you stresses me out, but at the same time, I'm so happy... but stuck in panic mode... It feels as if I'm constantly riding a rollercoaster."
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "I want to spend so much more time with you... I want you to be mine, and mine alone... We're going to be together forever. It's too late for you to back out."
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "Now, I can show everyone how I really feel - and the two of us can take the crown of the gymnastics world!"
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "Oh no, I thought this would stop my shaking, but now it feels like my heart's about to burst..."
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "I ran away from who I really was, but if I I'd kept living as Sumire... I'd probably never have talked to you. I'd still be crying every day. Becoming Kasumi helped me come into your life."
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "I hope we'll always be able to count on each other. That way, I won't ever lose myself again."
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "Ever since that day, I've finally been living for myself. As myself. And from now on, I always will."
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "There are so many different kinds of fish! I'd never have realized just seeing them from a distance. They're all so... beautiful!"
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "Love is so strange. I feel so happy when I'm with my boyfriend, but even tiny failures get me so depressed."
  },
  {
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "My appetite's totally normal."
  },
  {
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "Thank you for inviting me - although, I admit I feel a bit like I'm intruding..."
  },
  {
    "said_by": "Sumire",
    "game": "persona5",
    "day": "01/01",
    "quote": "I feel awkward asking this now that I've woken you up, but... Remember promising me that we'd go pay our respects to the shrine together on New Year's Day? Well, today's the day, if you want to keep that promise..."
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "*giggle* I'll make sure to pray to the gods that it won't be so crowded! Oh shoot... I hope that doesn't count as me wishing before making my offering."
  },
  {
    "said_by": "Sumire",
    "game": "persona5",
    "day": "01/01",
    "quote": "Sorry for the short notice. I couldn't send you a New Year's card, so here we are..."
  },
  {
    "said_by": "Sumire",
    "game": "persona5",
    "day": "01/01",
    "quote": "You're starting the New Year with quite the... passionate wish, Senpai."
  },
  {
    "said_by": "Sumire",
    "game": "persona5",
    "day": "02/14",
    "quote": "I brought you something. It's chocolate. Since it's Valentine's Day today."
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "02/14",
    "quote": "She always said she performed best when thinking about someone she loved... I think I finally understand Kasumi. What she was trying to say. When I think about you... I get the feeling the competition's going to go just fine."
  },
  {
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "Um, I don't really understand what I'm seeing, but I'm just going to describe it to you... It's that building... It's really faint, but I can see that 'Palace' thing that Morgana-senpai mentioned a while ago!"
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "Yes, I can use a Persona as well. I'm not a part of the Phantom Thieves either, though... I just so happened to slip into this Palace with Joker-senpai and Morgana-senpai a while ago."
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "...If you're going in, would you be willing to bring me with you? I can't put my finger on it, but something's been bothering me about this place ever since we first entered it. I promise I won't slow you down."
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "I'm sorry... I don't know what's been wrong with me lately. I've been getting this feeling, like... like I need to remember something, but at the same time, I oughtn't remember it..."
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "It was last spring... Before I started at Shujin... We were walking home from practice. It happened right there, on that street in the video... I wasn't looking where I was going... And Kasumi, she protected me from the car..."
  },
{
    "said_by": "Sumire",
    "game": "persona5",
    "day": "",
    "quote": "If Kasumi is gone and can't make her dream come true... Then I want to become Kasumi, so I can turn her dream into reality for her."
  }
]