[
    {
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "A breathtaking sight... Imitations they may be, but together, they make a fine spectacle... Though the flowers of evil blossom, be it known... Abominations are fated to perish!"
  },
{
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "I learned much from you, Madarame. In order to see authenticity... one must be dispassionately realistic. With Goemon by my side... I can now ascertain your true self without any reservations!"
  },
{
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "I thank you, Madarame...! Every reason for me to forgive you has disappeared without a trace at this very moment! You aren't not some rotten artist... You're a despicable fiend who wears the skin of an artist!"
  },
{
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "I must decide my own path as an artist. I will not receive aid from others any longer. Now if you understand, hand over the letter. Otherwise we'll just have to take it by force. By the way, you're more feral pigeon than phoenix."
  },
{
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "...Very well! Just as art is meant to break boundaries, people should be saved even if they frown upon it. I won't allow the justice I believe in to be shaken any further...!"
  },
{
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "I have my friends by my side in this world - I don't need another world forced upon me!"
  },
{
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "In the earlier days of my career, I would exclusively paint what I desired, when I desired it. The only goal I had in mind was the pursuit of pure beauty... That goal is what drove me onward."
  },
{
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "I am so upset with my own indecision. Such vague ambition is, in essence, a sin of sorts... Though I suppose allowing my young career to come to an end here would be even more sinful."
  },
{
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "Impurity of the heart will undoubtedly seep onto an artist's canvas eventually."
  },
{
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "I do not paint for the sake of others' comprehension."
  },
{
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "You are correct. Surrendering myself to fate after only one failure would be very much unlike me."
  },
{
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "I will start by painting. After that, I will paint, beyond which I shall paint even more. That is the only way I will learn to capture the essence of emotion. After all, you can only accomplish so much in using logic to analyze the contents of the heart."
  },
{
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "Separation is the natural end to any such relationship... but even beyond that, love endures. Precisely... This is the truth of the human heart!"
  },
{
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "Love is a broad, multi-faceted beast..."
  },
{
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "Perhaps... the truth of the heart lies in the eye of the beholder."
  },
{
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "If I do not have belief in my own abilities, I will never come to accomplish anything."
  },
{
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "I strove to fight back against the newfound ugliness I saw... To display my talent to those who mocked me... I needed to do whatever it took to validate my artistic ability... In that search for meaning darkness took hold of me."
  },
{
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "You are correct... My passion can change the world. However... I would starve to death without money. Passion alone may fill my heart, but it cannot fill my stomach... What a troubling predicament..."
  },
{
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "I have been a fool! Beauty is not the superficial thing I have long thought it to be! It is something that wells up within the heart until it breaks free...! It is a gift, given by a subject unto its viewer...!"
  },
{
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "So this is the heart of a man... It is ugly... yet beautiful as well. That duality is what makes humanity such an interesting subject..."
  },
{
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "Look. This world is a dark, unrelenting place. But that is why I am going to wield my brush again... To give hope to all those who see my paintings."
  },
{
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "I am not Madarame. I won't be stained by desire. After all. I can see hope. If I am lost, they will extend their hands. If I am wrong, they will chastise me. ...As long as I have my rays of hope to guide me, I will be fine."
  },
{
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "No matter how much praise your work receives, if it was built on the backs of others, then you cannot truly call it your own. Those compliments will surely ring empty."
  },
{
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "To be able to continuously bring life to new works without giving up, however... That is perhaps the most exceptional talent of all."
  },
  {
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "...I'm going to be entirely honest: I wasn't able to bring a dish. Instead, leave the dishwashing duties to me. I'll make sure they turn out beautifully immaculate."
  },
  {
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "There's no need for modesty. After all we've been through, there are no strangers here."
  },
  {
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "12/31",
    "quote": "Heh... So it's caught your eye as well. It happened to catch mine while I was strolling through the city. I bought it for myself as a reward for the end of the year. What do you think? About the scarf."
  },
  {
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "01/01",
    "quote": "Last year's end seems only yesterday..."
  },
  {
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "A prospect absolutely devoid of any class or dignity."
  },
  {
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "Due to this fortuitous turn of fate... I'm able to witness this mesmerizing sight... Truly the embodiment of Japanese beauty."
  },
  {
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "This photo is good in its own way. Indeed, I believe it will inspire some good dreams."
  },
  {
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "02/14",
    "quote": "Pursuing love for its own sake would be fruitless. I'll let my heart guide me. When the time is right, I'm sure I'll know."
  },
  {
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "Ha...haha... This isn't funny at all..."
  },
{
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "...I will put my heart and soul into creating the best nude painting ever!"
  },
{
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "But... is that all you have to say about it? I would like something more concrete. A four hundred word review should serve that purpose nicely."
  },
{
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "...There is no need to worry. I am not bothered in the slightest. That was nothing more than the drivel of unrefined commoners. I needn't pay any mind to them. As long as those who are in the know understand my work, I will be happy."
  },
{
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "These colors, these brush strokes... They do not convey the true meaning of desire, only my conception of it! I haven't captured desire... Desire has captured me!"
  },
{
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "Girl...? Does that mean you have a girlfriend? You should have mentioned sooner! I have missed the opportunity for a truly wonderful subject..."
  },
{
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "Only a subject naked as the day they were born can convey the true anguish of birth! Now then... strip!"
  },
{
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "You know, I lived here not long ago, yet it feels almost like the distant past at this point... Being here has brought back memories though. Whenever I acted out of line, I was made to sit calmly in this corner."
  },
{
    "said_by": "Yusuke",
    "game": "persona5",
    "day": "",
    "quote": "Sensei is particularly fond of salty food, so... Sensei? What am I saying? Why do I still treat him as my mentor? How long will I allow him to control my life?"
  }
]